Repository: CocoaWebStudio/API-Volontaria
Catalog: source/apiVolontaria/volunteer/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You must select a cycle
fr: Vous devez sélectionner un cycle

source: Generate Participation report
fr: Générer un rapport de Participation

source: The start date needs to be older than end date.
fr: La date de début doit être antérieure à la date de fin.

source: The start date can't be older than start date of the cycle.
fr: La date de début ne peut pas être plus ancienne que la date de début du cycle.

source: The end date can't be younger than end date of the cycle.
fr: La date de fin ne peut être inférieure à la date de fin du cycle.

source: All of the Participations presence status must be initialised.
fr: Tous les statuts de présence de Participations doivent être initialisés.

source: Present
fr: Présent

source: Start date need to be after start date of the cycle.
fr: La date de début doit être postérieure à la date de début du cycle.

source: End date need to be before the end date of the cycle.
fr: La date de fin doit être antérieure à la date de fin du cycle.

source: Start date need to be before the end date.
fr: La date de début doit être antérieure à la date de fin.

source: You are not authorized to create a new cycle.
fr: Vous n'êtes pas autorisé à créer un nouveau cycle.

source: You are not authorized to update a cycle.
fr: Vous n'êtes pas autorisé à mettre à jour un cycle.

source: You are not authorized to delete a cycle.
fr: Vous n'êtes pas autorisé à supprimer un cycle.

source: You are not authorized to create a new tasktype.
fr: Vous n'êtes pas autorisé à créer un nouveau type de tâche.

source: You are not authorized to update a tasktype.
fr: Vous n'êtes pas autorisé à mettre à jour un type de tâche.

source: You are not authorized to delete a tasktype.
fr: Vous n'êtes pas autorisé à supprimer un type de tâche.

source: You are not authorized to create a new cell.
fr: Vous n'êtes pas autorisé à créer une nouvelle cellule.

source: You are not authorized to update a cell.
fr: Vous n'êtes pas autorisé à mettre à jour une cellule.

source: You are not authorized to delete a cell.
fr: Vous n'êtes pas autorisé à supprimer une cellule.

source: You are not authorized to create a new event.
fr: Vous n'êtes pas autorisé à créer un nouvel événement.

source: You can't delete a participation if the associated event is already started
fr: Vous ne pouvez pas supprimer une participation si l'événement associé est déjà commencé
