Repository: CocoaWebStudio/API-Volontaria
Catalog: source/apiVolontaria/apiVolontaria/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Account activation
fr: Activation du compte

source: Password change
fr: Changement du mot de passe

source: Unable to log in with provided credentials.
fr: Impossible de se connecter avec les informations d'identification fournies

source: Must include "login" and "password".
fr: Doit inclure "nom d'utilisateur" et "mot de passe".

source: An account for the specified email address already exists.
fr: Un compte avec le courriel spécifiée existe déjà.

source: Welcome to the team NousRire!
fr: Bienvenue dans l'équipe NousRire!

source: Your volunteer account has been created and you just have to activate it:
fr: Ton compte bénévole a bien été créé et il ne te reste plus qu'à l'activer:

source: See you soon
fr: À très bientôt

source: Powered by Volontaria.
fr: Propulsé par Volontaria.

source: Reset your password
fr: Réinitialisation de ton mot de passe

source: Hi dear volunteer!
fr: Salut cher bénévole!

source: Here is the link you need to click in order to reset your password:
fr: Voici le lien sur lequel tu dois cliquer pour pouvoir réinitialiser ton mot de passe :

source: Reset
fr: Réinitialiser

source: Thank you for your involvement and looking forward to seeing you us!
fr: Merci de tout coeur pour ton implication et au plaisir de te compter parmi nous!

source: Could not authenticate user.
fr: Impossible d'authentifier l'utilisateur.

source: You are not authorized to list users.
fr: Vous n'êtes pas autorisé à répertorier les utilisateurs.

source: Registering confirmation.
fr: Confirmation d'enregistrement.

source: The account was created but no email was sent. If your account is not activated, contact the administration.
fr: Le compte a été créé mais aucun email n'a été envoyé. Si votre compte n'est pas activé, contactez l'administration.

source: The account was created but no email was sent (email service deactivated). If your account is not activated, contact the administration.
fr: Le compte a été créé mais aucun email n'a été envoyé (service de messagerie désactivé). Si votre compte n'est pas activé, contactez l'administration.

source: You are not authorized to get detail of a given user.
fr: Vous n'êtes pas autorisé à obtenir des détails sur un utilisateur donné.

source: You are not authorized to update a given user.
fr: Vous n'êtes pas autorisé à mettre à jour un utilisateur donné.

source: Method "PUT" not allowed.
fr: La méthode "PUT" n'est pas autorisée.

source: The system have a problem, please contact us, it is not your fault.
fr: Le système a un problème, s'il vous plaît contactez-nous, ce n'est pas votre faute.

source: Your token has been created but no email has been sent. Please contact the administration.
fr: Votre jeton a été créé mais aucun email n'a été envoyé. S'il vous plaît contacter l'administration.

source: No account with this username or email.
fr: Aucun compte avec ce nom d'utilisateur ou courriel.

source: Update password.
fr: Mise à jour du mot de passe.

source: The system has a problem, please contact us, it is not your fault.
fr: Le système a un problème, s'il vous plaît contactez-nous, ce n'est pas votre faute.
